[Cues]
Act_E3_1B_CampusB_Bench_Look01_Max_010="So bizarre that Kate was sitting here just yesterday..."
Act_E3_1B_CampusB_Bench_Zen01_Max_010="I feel so giddy even after Kate almost jumped."
Act_E3_1B_CampusB_Bench_Zen01_Max_020="Maybe it's the leftover adrenaline..."
Act_E3_1B_CampusB_Bench_Zen01_Max_030="But I feel kind of invincible now."
Act_E3_1B_CampusB_Bench_Zen02_Max_010="What the hell am I doing out here?"
Act_E3_1B_CampusB_Bench_Zen02_Max_020="Kate is dead and I'm sneaking around..."
Act_E3_1B_CampusB_Bench_Zen02_Max_030="This campus looks like a cemetery..."
Act_E3_1B_CampusB_BrokenLamp_Look01_Max_010="Maybe Samuel should fix that lamp..."
Act_E3_1B_CampusB_BrokenWindow_Look01_Max_010="Everywhere I go I can see how I'm altering history... big and small."
Act_E3_1B_CampusB_CHPrincipal_Look01_Max_010="Principal Wells was totally wasted. He must be sad about Kate..."
Act_E3_1B_CampusB_CHPrincipal_Look02_Max_010="He's lucky nobody else saw him like that—except me."
Act_E3_1B_CampusB_Cardboard_Interact01_Max_010="Let us see what it hides..."
Act_E3_1B_CampusB_Cardboard_Look01_Max_010="Nothing here."
Act_E3_1B_CampusB_Drawers_Look01_Max_010="Nuts and bolts... like my grandpa's garage."
Act_E3_1B_CampusB_Fireflies_Look01_Max_010="Ah, the most magical insects... Burn bright."
Act_E3_1B_CampusB_GirlStuff_Look01_Max_010="I know Samuel doesn't wear silky scarves... So who does?"
Act_E3_1B_CampusB_JanitorDoor_Interact01_Max_010="Oh, it's unlocked! I hope Samuel isn't around..."
Act_E3_1B_CampusB_JanitorDoor_Look01_Max_010="There's the door to Samuel's supply room."
Act_E3_1B_CampusB_KateSuicideTraces_Look01_Max_010="Jesus, I still can't believe she jumped..."
Act_E3_1B_CampusB_KateSuicideTraces_Look02_Max_010="Nothing I can do can bring her back..."
Act_E3_1B_CampusB_LD_PrinReprimandMax_RTC_VoiceOver01_Max_010="Max the Ninja strikes again!"
Act_E3_1B_CampusB_LD_PrinReprimandMax_RTC_VoiceOver02_Max_010="That smart son of a bitch has me trapped!"
Act_E3_1B_CampusB_LD_PrinReprimandMax_RTC_VoiceOver03_Max_010="Now he's got me totally trapped!"
Act_E3_1B_CampusB_Magazine01_Look01_Max_010="Who knew Samuel was so into runway fashion?"
Act_E3_1B_CampusB_Shelves_Look01_Max_010="Yep, shelves. Yawn."
Act_E3_1B_CampusB_Squirrel_Look01_Max_010="Hello little friend, care to join me?"
Act_E3_1B_CampusB_Squirrel_Photo01_Max_010="Look at the lens and say "Nut!""
Act_E3_1B_CampusB_Squirrel_Photo01_Max_020="Gotcha!"
Act_E3_1B_CampusB_Switch_Look01_Max_010="This will bring us light."
Act_E3_1B_CampusB_Toolbox_Look01_Max_010="Nothing but tools... "
Act_E3_1B_CampusB_Totem_Look01_Max_010="The Tobanga does look pretty scary at night... Please don't destroy me."
Act_E3_1B_CampusB_VoiceOverGlobal_Max_010="Blackwell looks pretty ominous at night..."
Act_E3_1B_CampusB_VoiceOverGlobal_Max_020="I hope David isn't creeping around here this late..."
Act_E3_1B_CampusB_VoiceOverGlobal_Max_030="At least no worries about bumping into David anymore..."
Act_E3_1B_CampusB_VoiceOverGlobal_Max_040="I really do not want to see Victoria out here either..."
Act_E3_1B_CampusB_VoiceOverJanitor_Max_010="You should not be here, Max. Hurry."
Act_E3_1B_CampusB_VoiceOverJanitor_Max_020="I know Samuel is eccentric... but is he really linked to Kate and Rachel?"
Act_E3_1B_CampusB_VoiceOverObjective_Max_010="So Chloe is waiting for me in front of the main hall."
Act_E3_1B_CampusB_VoiceOverObjective_Max_020="Do not get busted, Max. Go into full-on ninja mode."
Act_E3_1B_CampusB_VoiceOverStealth_Max_010="Principal Wells... Are you serious? I'm toast if he sees me..."
Act_E3_1B_CampusB_VoiceOverStealth_Max_020="Great. So how do I get past him to meet Chloe?"
Cue_E3_1B_CampusB_LD_PRinLoopSit_IGE_Principal_010="Look at me feeling sorry for myself when Kate Marsh's family is in mourning... They'll probably sue the academy right out of Oregon... Now I understand why the students call this place "BlackHell"..."
Cue_E3_1B_CampusB_LD_PRinLoopSit_IGE_Principal_020="What a day... Blackwell almost lost another student... Wish Kate Marsh would just skip town... Now I have to deal with more pissed off entitled parents who want to blame me for their mistakes... Cheers."
Cue_E3_1B_CampusB_LD_PRinLoop_IGE_Principal_010="I know I have a set of keys on me... somewhere... Ah! Gotcha! Now why won't they fit? These keys are all broken! Or maybe it's me?"
Cue_E3_1B_CampusB_LD_PRinMove_IGE_Principal_010="Ah, fuck it! I'm sitting my ass down. Nobody can expel me! Not yet, anyway..."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_IGE_Principal_010="Max, I told you to get back to your room!"
Cue_E3_1B_CampusB_LD_PrinReprimandMax_IGE_Principal_020="Max, stop wandering outside and get back to your dorm!"
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Max_030="I'm sorry, Principal Wells... I'm still upset about Kate... I needed some air and space to walk..."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Max_050="I'm sorry, Principal Wells... I'm still tense after I thought Kate was going to jump today... I just needed some air and space to walk..."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Principal_010="Miss Caulfield, you have to be stealthier than that. You're not supposed to be outside your dormitory at this hour. You know that."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Principal_020="Miss Caulfield, you have to be stealthier than that. You're not supposed to be outside your dormitory at this hour. Plus you're on suspension."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Principal_040="I'm sorry you had to go through that today. You tried to help, but goddammit... Blackwell is my responsibility and I... I let her and Kate down... Go on back inside, get some rest. It's been a shitty day. Good night, Max."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Principal_060="No... no explanations. Seeing Kate come up on that roof... then seeing her come down with you... You saved her ass. Pff, maybe saved Blackwell. Now don't get cocky. Go on back inside. You earned good dreams."
